Repository: polz113/bober
Catalog: django/bober/bober_*/locale/*/LC_MESSAGES/django.po
Languages: sr

source: Access code
sr: Pristupni kôd

source: School
sr: Škola

source: Elementary school
sr: Osnovna škola

source: High school
sr: Srednja škola

source: Kindergarden
sr: Vrtić

source: Add School
sr: Dodaj školu

source: Submit
sr: Prosledi

source: Codes for each school
sr: Kôdovi za škole

source: Add school
sr: Dodaj školu

source: Competition on paper
sr: Takmičenje na papiru

source: Competition sheets
sr: Stranice za takmičenje

source: Result entry for tasks on paper
sr: Unos rezultata takmičenja na papiru

source: Certificates
sr: Priznanja

source: Certificates of achievement
sr: Priznanja za takmičenje

source: Certificates for mentors
sr: Priznanja za mentore

source: Results
sr: Rezultati

source: Competition
sr: Takmičenje

source: Back to competitions
sr: Nazad na takmičenja

source: codes
sr: kodovi

source: overview
sr: pregled

source: attempts
sr: pokušaja

source: edit
sr: uredi

source: Question sets
sr: Skupovi pitanja

source: Did you copy the whole URL? The hidden access code is wrong or missing.
sr: Da li ste kopirali celokupnu URL? Skriveni kôd za pristup je pogrešan ili nedostaje.

source: Preliminary results
sr: Preliminarni rezultati

source: not available yet
sr: u pripremi

source: Username
sr: Korisničko ime

source: %(n)s attempt
sr: %(n)s pokušaj
