Repository: polz113/bober
Catalog: django/bober/bober_simple_competition/locale/*/LC_MESSAGES/django.po
Languages: sr, tr

source: Access code
sr: Pristupni kôd
tr: Giriş kodu

source: Update used codes later
sr: Kasnije ažuriraj korišćene kôdove
tr: Kullanılan kodları sonra güncelle

source: Execute effects later
sr: Izvrši efekte kasnije
tr: Etkileri sonra yürüt

source: Merged with
tr: Birleştir

source: Wrong access code
sr: Pogrešan pristupni kôd
tr: Yanlış erişim kodu

source: Group
sr: Grupa
tr: Grup

source: This field is required
sr: Ovo polje je obavezno
tr: Bu alan gereklidir

source: Competitor code format
tr: Yarışmacı kod formatı

source: Admin code format
tr: Admin kod formatı

source: Admin salt
tr: Yönetici salt

source: Competitor salt
tr: Yarışmacı salt

source: Code id length
tr: Kod Uzunluğu

source: Code id format
tr: Kod Formatı

source: Competitor privilege length
tr: Yarışmacı Ayrıcalık Uzunluğu

source: Competitor privilege format
sr: Formati kôdova takmičara
tr: Yarışmacı Ayrıcalık Formatı

source: Competitor privilege hash
tr: Yarışmacı Ayrıcalık Doğrulaması

source: Questionset format
tr: Soru Seti Formati

source: Questionset hash
tr: Soru Seti Doğrulaması

source: Admin privilege length
tr: Yönetici Ayrıcalık Uzunluğu

source: Admin privilege format
tr: Yönetici Ayrıcalık Formatı

source: Admin privilege hash
tr: Yönetici Ayrıcalık Doğrulaması

source: Allowed effects length
tr: İzin Verilen Etki Uzunluğu

source: Allowed effects format
tr: İzin Verilen Etki Formatı

source: Allowed effects hash
tr: İzin Verilen Etki Doğrulaması

source: To
tr: Alıcı

source: Subject
tr: Konu

source: Content
tr: Mail İçeriği

source: Participate in the competition
sr: Učestvuj u takmičenju
tr: Yarışmaya katıl

source: Attempt competition before start
sr: Pokušaj takmičenje pre početka
tr: Başlamadan önce yarışma girişiminde bulun

source: See results before official end of competition
sr: Vidi rezultate pre zvaničnog kraja takmičenja
tr: Yarışma bitiminden önce sonuçları gör

source: Resume existing attempts
sr: Pregled postojećih pokušaja takmičenja
tr: Mevcut girişime devam et

source: Allow the creator to manage the profile of anyone using this code
sr: Dozvoli kreatoru da upravlja bilo čijim profilom korišćenjem ovog kôda
tr: Bu kodu kullanan tüm profilleri yönetmesi için kurucuya izin ver

source: Allow the creator and their managers to manage the profile of anyone using this code
sr: Dozvoli kreatoru i njegovim upravnicima da upravljaju bilo čijim profilima korišćenjem ovo kôda
tr: Bu kodu kullanan tüm profilleri yönetmesi için kurucu ve yöneticilerine izin ver

source: Create administrator codes
sr: Kreiraj kodove administratora
tr: Yönetici kodları oluşturun

source: View all attempts for this competition
sr: Pregled svih pokušaja za ovo takmičenje
tr: Bu yarışma için tüm girişimleri görüntüle

source: View all administrator codes for this competition
sr: Pregled svih administratorskih kôdova za ovo takmičenje
tr: Bu yarışma için tüm yönetici kodlarını görüntüle

source: View all competitor codes for this competition
sr: Pregled svih takmičarskih kôdova za ovo takmičenje
tr: Bu yarışma için tüm yarışmacı kodlarını görüntüle

source: Use question sets for new competitions
sr: Koristi skupove pitanja za nova takmičenja
tr: Yeni yarışmalar için soru setleri kullanın

source: Modify this competition
sr: Izmeni takmičenje
tr: Bu yarışma üzerinde değişiklik yapın

source: Use questions for new question sets
sr: Koristi pitanja za nove skupove pitanja
tr: Yeni soru setleri için soruları kullanın

source: Reduced functionality
sr: Smanjena funcionalnost
tr: Azaltılmış işlevsellik

source: Basic features only
sr: Samo osnovne funkcije
tr: Yanlızca temel özellikler

source: Commonly used features
sr: Obično korišćene funkcije
tr: Yaygın olarak kullanılan özellikler

source: All features
sr: Sve funkcije
tr: Tüm özellikler

source: promoted
sr: promovirano
tr: Ayrıcalık

source: slug
tr: Kısaltma

source: Question sets
sr: Skupovi pitanja
tr: Soru setleri

source: start
tr: Başlama Tarihi

source: duration
sr: trajanje
tr: Süre (s)

source: end
tr: Bitiş Tarihi

source: message of the day
tr: Günün Mesajı

source: Questionset
sr: Skup pitanja
tr: Soru Seti

source: Questions
sr: Pitanja
tr: Sorular

source: First Name
sr: Ime
tr: Ad

source: Last Name
sr: Prezime
tr: Soyad

source: E-Mail
sr: E-pošta
tr: E-Posta

source: Beaver
sr: Dabar
tr: Kunduz

source: Logout
sr: Odjavljivanje
tr: Çıkış Yap

source: My profile
sr: Moj profil
tr: Profilim

source: Managed users
sr: Upravljani korisnici
tr: Yönetilen kullanıcılar

source: Enter access code
sr: Unesi pristupni kôd
tr: Erişim kodunu girin

source: Back to Menu
sr: Nazad na Meni
tr: Menüye Dön

source: Submit
sr: Prosledi
tr: Gönder

source: Results
sr: Rezultati
tr: Sonuçlar

source: Question
sr: Pitanja
tr: Soru

source: Not graded yet
sr: Nije još ocenjeno
tr: Henüz seçilmemiş

source: Wrong Answer
sr: Pogrešan odgovor
tr: Yanlış cevap

source: Correct
sr: Tačan odgovor
tr: Doğru

source: Registration
sr: Registracija
tr: Kayıt

source: Create code format
sr: Kreiraj format kôda
tr: Kod formatı oluştur

source: Code format successfully created!
sr: Uspešno je kreiran format kôda!
tr: Kod formatı başarıyla oluşturuldu!

source: Code formats
sr: Formati kôdova
tr: Kod formatları

source: Back to index
sr: Nazad na indeks
tr: Dizine geri dön

source: Competitor code formats
sr: Formati kôdova takmičara
tr: Yarışmacı kodu formatları

source: Create competitor code format
sr: Kreiraj format kôda taakmičara
tr: Yarışmacı kod biçimi oluştur

source: Admin code formats
sr: Formati kôdova administratorâ
tr: Yönetici kodu formatları

source: Create administrator code format
sr: Kreiraj format kôda administratora
tr: Yönetici kod formatı oluştur

source: Back to code format index
sr: Nazad na spisak formata kôdova
tr: Kod formatı dizinine geri dön

source: Competition attempts
sr: Pokušaji takmičenja
tr: Yarışma girişimleri

source: Back to competitions
sr: Nazad na takmičenja
tr: Yarışmalara geri dön

source: Competition details
sr: Detalji takmičenja
tr: Yarışma detayları

source: Create code
sr: Kreiraj kôd
tr: Kod oluştur

source: Codes
sr: Kôdovi
tr: Kodlar

source: Current code
sr: Važeći kôd
tr: Güncel kod

source: Admin codes
sr: Kodovi administratorâ
tr: Yönetici kodları

source: Generate code
sr: Generiši kôd
tr: Kod üret

source: Competitor codes
sr: Kôdovi takmičara
tr: Yarışmacı kodları

source: Competition
sr: Takmičenje
tr: Yarışma

source: codes
sr: kodova
tr: Kodlar

source: edit
sr: uredi
tr: Düzenle

source: Edit competition
sr: Uredi takmičenje
tr: Yarışmayı düzenle

source: Sorry, you dont have a permission.
tr: Üzgünüz, bu sayfayı görüntülemek için gerekli izinlere sahip değilsiniz.

source: Go back.
tr: Geri dön

source: Add Another Competition Questionset
tr: Başka Bir Yarışma Soru Seti Ekle

source: Compete as a guest
sr: Takmiči se kao gost
tr: Misafir olarak yarış

source: Guest access not allowed.
sr: Pristup kao gost nije dozvoljen.
tr: Misafir erişimine izin verilmiyor

source: Compete using a code
sr: Takmiči se korišćenjem kôda
tr: kod kullanarak yarışın

source: If you are not redirected automatically, click on the link below.
sr: Ako ne budete preusmereni automatski, uradite klik na link ispod.
tr: Otomatik olarak yönlendirilmezseniz, aşağıdaki linke tıklayın.

source: Compete
sr: Takmiči se
tr: Yarış

source: Answered
sr: Odgovoreno
tr: Yanıtlanan

source: Time left
sr: Preostalo vreme
tr: Kalan zaman

source: Finish
sr: Završi
tr: Bitir

source: Clear Answer
sr: Obriši odgovor
tr: Cevabı temizle

source: Competitions in progress
sr: Takmičenja u toku
tr: Devam eden oyuncu

source: Login as a teacher
sr: Prijavite se kao nastavnik
tr: Öğretmen oturumu aç

source: Welcome to the Bober competition
sr: Dobrodošli na takmičenje Dabar
tr: Bober rekabete hoşgeldiniz

source: Profile Details
sr: Detalji profila
tr: Profil Detayları

source: Email
sr: Adresa e-pošte
tr: E-posta

source: Update profile
sr: Ažuriraj profil
tr: Profili güncelle

source: Merge this profile into another
tr: Bu profili başka bir profil ile birleştir

source: Former profiles
sr: Raniji profili
tr: Eski profiller

source: Attempts
sr: Pokušaji
tr: Girişimler

source: Used codes
sr: Korišćeni kôdovi
tr: Kullanılan kodlar

source: Received codes
sr: Dobijeni kôdovi
tr: Alınan kodlar

source: Created codes
sr: Kreirani kôdovi
tr: Oluşturulan kodlar

source: Edit user
sr: Uredi korisnika
tr: Kullanıcı Düzenle

source: Users
sr: Korisnici
tr: Kullanıcılar

source: Merge
tr: Birleştir

source: Send Mail
tr: E-Posta Gönder

source: Create question set
sr: Kreiraj skup pitanja
tr: Soru seti oluştur

source: Question set
sr: Skupovi pitanja
tr: Soru seti

source: Edit questionset
sr: Uredi skup pitanja
tr: Soru setini düzenle

source: Add Questionset
tr: Soru Seti Ekle

source: Create New Question Set
tr: Yeni Soru Seti Oluştur

source: Send
tr: Gönder

source: Cancel
tr: İptal

source: Files
sr: Datoteke
tr: Dosyalar

source: User created
sr: Korisnik je kreiran
tr: Kullanıcı oluşturuldu

source: Thank you for using Bober
sr: Hvala Vam za korišćenje sistema Dabar
tr: BOBER'i kullandığınız için teşekkür ederiz

source: Back to first page
sr: Nazad na prvu stranicu
tr: İlk sayfaya geri dön

source: Login
sr: Prijava
tr: Oturum aç

source: Login with
sr: Prijavi se sa
tr: İle giriş

source: Competitior privileges
tr: Yarışmacı izinleri

source: Admin privileges
tr: Yönetici izinleri

source: Allowed effects
tr: İzin verilen etkiler

source: Code effects
tr: Kod etkileri

source: Competitor privileges
tr: Yarışmacı izinleri

source: Competition questionset
tr: Yarışma Soru Seti

source: Create comeptitor codes
sr: Kreiraj kôdove takmičara

source: public competition
sr: javno takmičenje

source: Duration of the competition in seconds
sr: trajanje takmičenja

source: Date Of Birth
sr: Datum rođenja

source: Date of birth
sr: Datum rođenja

source: Ongoing competitions
sr: Takmičenja u toku

source: There are currently no ongoing competitions
sr: Nema aktivnih takmičenja

source: Competitions for guests
sr: Takmičenja za goste

source: There are currently no competitions available for guests
sr: Nema aktivnih takmičenja za goste

source: Competition archive
sr: Arhiv takmičenja

source: The archive is currently empty
sr: Arhiv je trenutačno prazan

source: I have forgotten my password
sr: Zaboravio sam lozinku

source: Your password has been set. You may go ahead and log in now.
sr: Lozinka je promenjena. Možete se prijaviti.

source: New password:
sr: Nova lozinka

source: Confirm password:
sr: Potvrdi lozinku

source: Change my password
sr: Promjeni lozinku

source: Email address:
sr: E-pošta:
